Repository: snorkel-marlin-repos/artefactual_archivematica_pr_1414_0bcff53e-30f3-4372-a28b-6af286a73109
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Saved.
sv: Sparad.

source: Your profile (%s)
sv: Din profil (%s)

source: Web service endpoint
sv: Webbtjänstens slutpunkt

source: The URL for (POST) requests to create and resolve PIDs.
sv: URL:en för (POST) begär att skapa och matcha PID:er.

source: Web service key
sv: Webbtjänstnyckel

source: Web service key needed for authentication to make PID-binding requests to the PID web service endpoint.
sv: Webservicenyckel nödvändig vid autentitisering för att göra PID-bindnings begäran till PID-webservice endpoint.

source: Handle naming authority (e.g., 12345)
sv: Handle naming authority (t. ex. 12345)

source: The URL to append generated PIDs to in order to create (potentially qualified) PURLs (persistent URLs) that resolve to the applicable resolve URL. Note the second "r" in "resolver"!
sv: URL att fästa vid genererade PID:er för att skapa (potentiellt kvalificerade) PURL (persistent URLs) som går till den tillämpbara resolve URL:en. Notera det andra "r"et i "resolver"!

source: AIP PID source
sv: AIP PID-källa

source: The source of the AIP's persistent identifier. The UUID of the AIP is the default since it is virtually guaranteed to be unique. However, the accession number of the transfer may be used, assuming the user can guarantee a 1-to-1 relationship between the transfer and the AIP.
sv: Källan till AIP:ens ständiga identifierare. AIP:ens UUID är standard eftersom det virtuellt är garanterat att den är unik. Hursomhelst så kan överföringens accessionsnummer komma att användas, förutsatt att användaren kan garantera ett 1-till-1 förhållande melan överföringen och AIP:n.

source: Verify SSL certificates
sv: Kontrollera SSL certifikat

source: Verify SSL certificates when making requests to bind PIDs.
sv: Kontrollera SSL-certifikat när begäran om att låsa PID görs.

source: Archive resolve URL template
sv: Resolve URL-mall för arkiv.

source: Template (Django or Jinja2) for the URL that a unit's PURL should resolve to. Has access to "pid" and "naming_authority" variables.
sv: Mall (Django eller Jinja2) för det URL som en enhets PURL bör lösa till. Har tillgång till "pid" och "naming_authority" variablerna.

source: METS resolve URL template
sv: Resolve URL-mall för METS.

source: Template (Django or Jinja2) for the URL that a unit's PURL with the "mets" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
sv: Mall (Django eller Jinja2) för det URL som en enhets PURL med bestämningen "mets" bör lösa till. Har tillgång till "pid" och "naming_authority" variablerna.

source: File resolve URL template
sv: Resolve URL-mall för filer.

source: Template (Django or Jinja2) for the URL that a file's PURL should resolve to. Has access to "pid" and "naming_authority" variables.
sv: Mall (Django eller Jinja2) för det URL som en fils PURL bör lösa till. Har tillgång till "pid" och "naming_authority" variablerna.

source: Access derivative resolve URL template
sv: Resolve URL-mall för lösning av URL för åtkomstbearbetning

source: Template (Django or Jinja2) for the URL that a file's PURL with the "access" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
sv: Mall (Django eller Jinja2) för den URL som en fils PURL med bestämningen "åtkomst" bör lösa mot. Har tillgång till variablerna "pid" och "naming_authority".

source: Preservation derivative resolve URL template
sv: Resolve URL-mall för bevarandebearbetning

source: Template (Django or Jinja2) for the URL that a file's PURL with the "preservation" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
sv: Mall (Django eller Jinja2) för det URL som en filss PURL med bestämningen "bevarande" bör lösa till. Har tillgång till "pid" och "naming_authority" variablerna.

source: Original file resolve URL template
sv: Ursprunglig resolve URL mall för filer.

source: Template (Django or Jinja2) for the URL that a file's PURL with the "original" qualifier should resolve to. Has access to "pid" and "naming_authority" variables.
sv: Mall (Django eller Jinja2) för den URL som en fils PURL med bestämningen "original" bör lösa mot. Har tillgång till variablerna "pid" och "naming_authority".

source: PID/handle request request body template
sv: PID/hantera begäran brödtextsmall

source: Template (Django or Jinja2) that constructs the HTTP request body using the rendered URL templates above. Has access to the following variables: "pid", "naming_authority", "base_resolve_url", and "qualified_resolve_urls", the last of which is a list of dicts with "url" and "qualifier" keys.
sv: Mall (Django eller Jinja2) som konstruerar HTTP begärandets brödtext genom att använda de framställda URL-mallarna ovan. Har tillgång till variablerna "pid", "naming_authority", "base_resolve_url", and "qualified_resolve_urls". Den sista av dessa är en lista med dicts med nycklarna "url" och "qualifier".

source: Storage Service URL
sv: Lagringstjänsts URL

source: Full URL of the storage service. E.g. https://192.168.168.192:8000
sv: Lagringstjänsten hela URL. T ex. https://192.168.168.192:8000

source: Storage Service User
sv: Lagringstjänsts användare

source: User in the storage service to authenticate as. E.g. test
sv: Användare i lagringstjänsten att autentisera som. T. ex. test.

source: API key
sv: API-nyckel

source: API key of the storage service user. E.g. 45f7684483044809b2de045ba59dc876b11b9810
sv: Lagringstjänstanvändarens API-nyckel. T. ex. 45f7684483044809b2de045ba59dc876b11b9810

source: Use default configuration
sv: Använd standardkonfigurering

source: You have to manually set up a custom configuration if the default configuration is not selected.
sv: Du måste ställa in konfigurationerna manuellt om standardkonfiguration inte är vald.

source: Select algorithm
sv: Välj algoritm

source: None
sv: Inga

source: Assign UUIDs to directories
sv: Tilldela mappar UUID:er

source: Send transfer to quarantine
sv: Skicka överföringspaketet till karantän

source: Remove from quarantine after (days)
sv: Ta ur karantän efter (days)

source: Generate transfer structure report
sv: Generera överföringsstruktursrapport

source: Select file format identification command (Transfer)
sv: Välj kommando för identifikation av filformat (Överföringspaket)

source: Extract packages
sv: Extrahera packages

source: Delete packages after extraction
sv: Radera package efter extraktion

source: Perform policy checks on originals
sv: Utför policykontroll på originalen

source: Examine contents
sv: Undersök innehåll

source: Create SIP(s)
sv: Skapa SIP(ar)

source: Select file format identification command (Ingest)
sv: Välj kommando för identifikation av filformat (Ingest)

source: Normalize
sv: Normalisera

source: Approve normalization
sv: Godkänn normalisering

source: Perform policy checks on preservation derivatives
sv: Utför policykontroll på bevarandebearbetningar

source: Perform policy checks on access derivatives
sv: Utför policykontroller på åtkomstbearbetningar

source: Bind PIDs
sv: Lås PID:er.

source: Reminder: add metadata if desired
sv: Påminnelse: lägg till metadata om önskat

source: Transcribe files (OCR)
sv: Transkribera filer (OCR)

source: Select file format identification command (Submission documentation & metadata)
sv: Välj kommando för identifikation av filformat (Överföringspaket och metadata)

source: Select compression algorithm
sv: Välj komprimeringsalgoritm

source: Select compression level
sv: Välj komprimeringsnivå

source: Store AIP
sv: Lagra AIP

source: Store AIP location
sv: Plats för lagring av AIP

source: Upload DIP
sv: Ladda upp DIP

source: Store DIP
sv: Lagra DIP

source: Store DIP location
sv: Lagra DIP plats

source: days
sv: dagar

source: Yes
sv: Ja

source: No
sv: Nej

source: Default location
sv: Standardplats

source: Base on PREMIS
sv: Basera på PREMIS

source: other
sv: annat

source: Embed
sv: Inbäddad

source: New
sv: Ny

source: Other
sv: Annat

source: Replace
sv: Ersätt

source: ArchivesSpace host
sv: ArchivesSpace värd

source: Do not include http:// or www. Example: aspace.test.org
sv: Inkludera inte http:// eller www. Exempel: aspace.test.org

source: Example: 8089
sv: Exempel: 8089

source: ArchivesSpace administrative user
sv: ArchivesSpace administrativ användare

source: Example: admin
sv: Exempel: admin

source: ArchivesSpace administrative user password
sv: ArchivesSpace administrativt användarlösenord

source: Password for user set above. Re-enter this password every time changes are made.
sv: Lösenord för användare satt oven. Skriv in detta lösenord varje gång ändringar görs.

source: Restrictions apply
sv: Begränsningar gäller

source: XLink Show
sv: XLink Visa

source: XLink Actuate
sv: XLink Aktivera

source: Object type
sv: Objekttyp

source: Optional, must come from ArchivesSpace controlled list. Example: sound_recording
sv: Frivillig, måste komma från ArchivesSpaces kontrollerade lista. Exempel sound_recording

source: Use statement
sv: Använd redogörelse

source: Optional, but if present should come from ArchivesSpace controlled list. Example: image-master
sv: Frivillig, men om den är existerande så bör den komma från ArchivesSpace kontrollerade liste. Exempel: image-master

source: URL of DIP object server as you wish to appear in ArchivesSpace record. Example: http://example.com
sv: DIP:ens URL som du vill att den ska dyka upp i ArchivesSpace register. Exempel: http://exempel.com

source: Conditions governing access
sv: Villkor för åtkomst

source: Populates Conditions governing access note
sv: Fyller Anteckning rörande villkor för åtkomst

source: Conditions governing use
sv: Villkor för användning

source: Populates Conditions governing use note
sv: Fyller Anteckning rörande villkor för användning

source: ArchivesSpace repository number
sv: ArchivesSpace repositorynummer

source: Default for single repository installation is 2
sv: Standard för enkellagringsinstallation är 2

source: Inherit digital object notes from the parent component
sv: Ärv anmärkningar om det digitala objektet från överordnad komponent

source: Database host
sv: Databasvärd

source: Database port
sv: Databasport

source: Database name
sv: Databasnamn

source: Database user
sv: Databasanvändare

source: Database password
sv: Databaslösenord

source: Archivists' Toolkit username
sv: Archivists' Toolkit användarnamn

source: EAD DAO actuate
sv: Aktivera EAD DAO

source: EAD DAO show
sv: Visa EAD DAO

source: Upload URL
sv: Uppladdnings URL

source: Login email
sv: Inloggning email

source: Login password
sv: Inloggning lösenord

source: Rsync target
sv: Mål för Rsync

source: Rsync command
sv: Rsync-kommando

source: If --rsync-target is used, you can use this argument to specify the remote shell manually. For example: ssh -p 22222 -l user.
sv: Om --rsync-target används så kan du använda denna variabel för att specificera vilket remote shell som ska användas manuellt. Till exempel: ssh -p 22222 -l user.

source: Debug mode
sv: Avsökningsläge

source: Show additional details.
sv: Visa ytterliggare detaljer.

source: REST API key
sv: REST API-nyckel

source: Used in metadata-only DIP upload.
sv: Används vid uppladdning av DIP med enbart metadata.

source: Deleted.
sv: Raderad.

source: Promoted.
sv: Upphöjt.

source: Error attempting to promote level of description.
sv: Fel under försök att befordra beskrivningsnivå

source: Demoted.
sv: Degraderat.

source: Error attempting to demote level of description.
sv: Fel under försök att degradera beskrivningsnivå

source: Level of description not found.
sv: Beskrivningsnivå inte funnen.

source: Error retrieving locations: is the storage server running? Please contact an administrator.
sv: Fel under hämtning av platser: är lagringsservern igång? Var god kontakta en administratör.

source: Insert slug
sv: Infoga slugg

source: Only compatible with AtoM 2.4 or newer.
sv: Endast kompatibel med AtoM 2.4 eller senare.

source: Connection establishment failed: AtoM server cannot be reached.
sv: Anslutning kunde inte upprättas: AtoM-server kunde inte nås.

source: Description with slug %(slug)s not found!
sv: Beskrivning med slug %(slug)s hittades ej!

source: Unknown error: %(error)s
sv: Okänt fel: %(error)s

source: Metadata re-ingest
sv: Återingestera metadata

source: Partial re-ingest
sv: Återingestera delvis

source: Full re-ingest
sv: Komplett återingestering

source: Only needed in full re-ingest
sv: Behövs enbart vid komplett återingestering

source: default
sv: standard

source: Please type in the UUID to confirm
sv: Var god skriv UUIDet för att bekräfta

source: Reason for deletion
sv: Anledning för radering

source: uuid must be defined
sv: uuid måste specificeras

source: UUID mismatch
sv: UUID matchar inte

source: Stored
sv: Lagrad

source: Deletion requested
sv: Radering efterfrågad

source: Metadata-only DIP upload failed, check the logs for more details
sv: Uppladdning av DIP med endast metadata misslyckades, se logg för fler detaljer.

source: Metadata-only DIP upload has been completed successfully. New resource has slug: %(slug)s
sv: Uppladdning av endast metadata DIP lyckades. Ny resurs har slug: %(slug)s

source: Error re-ingesting package: %(message)s
sv: Fel under återingestering av paket: %(message)s

source: Unable to connect to storage server. Please contact your administrator.
sv: Kunde inte ansluta till lagringsservern. Var god kontakta din administratör.

source: %(count)d object
sv: %(count)d objekt

source: %(count)s objects
sv: %(count)s objekt

source: Could not base64-decode provided path: %(path)s
sv: Kunde inte base64-dekoda given katalog: %(path)s

source: No files or directories found under path: %(path)s
sv: Inga filer eller mappar funna under sökväg: %(path)s

source: No filepath to delete was provided!
sv: Ingen sökväg för radering har tillhandahållits.

source: Delete successful.
sv: Radering lyckades.

source: Copy successful.
sv: Kopiering lyckades.

source: Provided SIP UUID (%(uuid)s) belongs to an already-started SIP!
sv: Tillhandahållen SIP UUID (%(uuid)s) hör till en redan startad SIP!

source: Provided UUID (%(uuid)s) is not a valid UUID!
sv: Tillhandahållen UUID (%(uuid)s) är inte en giltigt UUID!

source: %(path1)s is not in %(path2)s
sv: %(path1)s är inte in %(path2)s

source: %(path)s is not a directory
sv: %(path)s är inte i mappen

source: SIP created.
sv: SIP skapad.

source: Directory is not within the arrange directory.
sv: Katalogen finns inte i ordningskatalogen.

source: Creation successful.
sv: Skapande lyckades.

source: %(src)s and %(dst)s must be inside %(path)s
sv: %(src)s och %(dst)s måste vara i %(path)s

source: You cannot drag and drop onto a file.
sv: Du kan inte dra och släppa till en fil.

source: GET parameter 'filepath' or 'destination' was blank.
sv: GET parameter 'filepath' eller 'destination' var tom.

source: %(path)s must be in arrange directory.
sv: %(path)s måste finnas i ordningskatalogen.

source: %(path1)s must go in a SIP, cannot be dropped onto %(path2)s
sv: %(path1)s måste gå till en SIP, kan inte dras till %(path2)s

source: Storage Service failed with the message: %(messsage)s
sv: Lagringsservern misslyckades med felmeddelande: %(messsage)s

source: No file information returned from the Storage Service for file at relative_path: %(path)s
sv: Ingen filinformation hämtades från lagringstjänsten för fil på relative_path: %(path)s

source: %(path)s is not in base backlog path nor arrange path
sv: %(path)s finns inte i bas backlogsökvägen eller i ordningsmappen.

source: Files added to the SIP.
sv: Filer tillagda till SIP:en.

source: SIP files successfully moved.
sv: Flyttning av SIP-filer lyckades.

source: Metadata files added successfully.
sv: Tilläggande av metadatafiler lyckades.

source: Location %(location)s is not associated with this pipeline
sv: Platsen %(location)s är inte associerad med denna pipeline

source: The following errors occured: %(message)s
sv: Följande fel uppstod: %(message)s

source: Files added successfully.
sv: Tilläggande av filer lyckades.

source: File with UUID %(uuid)s could not be found
sv: Fil med UUID %(uuid)s kunde inte hittas

source: AtoM URL not defined!
sv: AtoM URL inte specifierad!

source: AtoM authentication settings not defined!
sv: AtoM:s verifieringsinställningar inte specificerade!

source: Unable to fetch levels of description from AtoM!
sv: Kunde inte hämta beskrivningsnivåer från AtoM!

source: Error retrieving originals/arrange directory locations: is the storage server running? Please contact an administrator.
sv: Det gick inte att hämta original/ordna katalog: är lagringsservern igång? Vänligen kontakta en administratör.

source: Error retrieving source directories: is the storage server running? Please contact an administrator.
sv: Fel vid hämtning av källmappar: är lagringsservern igång? Var god kontakta en administratör.

source: No transfer source locations are available. Please contact an administrator.
sv: Inga källplatser för överföringen är tillgängliga. Var god kontakta en administratör.

source: Are you sure you want to delete this metadata?
sv: Är du säker på att du vill radera denna matadata?

source: Review normalization
sv: Granska normalisering

source: Review AIP
sv: Granska AIP

source: Review DIP
sv: Granska DIP

source: Designation of the basis for the right or permission described in the rights statement identifier.
sv: Designering av vad den rättighet eller behörighet som beskrivs i rättighetsredogörelsen grundas på.

source: The action the preservation repository is allowed to take; eg replicate, migrate, modify, use, disseminate, delete
sv: Den handling som arkivinstitutionen är tillåten att utföra: t. ex. replikera, migrera, modifiera, använda, disseminera, radera

source: The beginning date of the rights or restrictions granted
sv: Startdatum för beviljat tillstånd eller begränsningar.

source: The ending date of the rights or restrictions granted
sv: Slutdatum för beviljat tillstånd eller begränsningar.

source: Use "OPEN" for an open ended term of restriction. Omit end date if the ending date is unknown or the permission statement applies to many objects with different end dates.
sv: Använd "OPEN" för en obegränsad restriktionstid. Utelämna slutdatum om sludatumet är okänt eller om tillståndsdeklarationen applicerar till flera olika objekt med olika slutdatum.

source: A coded designation of the copyright status of the object at the time the rights statement is recorded. Available options: Copyrighted, Public Domain, Unknown
sv: En kodad beteckning på objektets upphovsrättsstatus vid tillfället då rättighetsredogörelsen dokumenteras. Tillgängliga alternativ: Upphovsrättsskyddad, Public Domain, Okänt

source: The country whose copyright laws apply [ISO 3166]
sv: Landet vars upphovsrätt gäller [ISO 3166]

source: The date that the copyright status recorded in 'copyright status' was determined.
sv: Datumet då upphovsrättsstatusen registtrerad under "upphovsrättsstatus" blev fastställd.

source: The date when the particular copyright applies or is applied to the content.
sv: Det datum när specifierad upphovsrätt börjar gälla för eller tillämpas på innehållet.

source: The date when the particular copyright no longer applies or is applied to the content.
sv: Det datum när den specifierade upphovsrätten upphör gälla för eller tillämpas på innehållet.

source: The country or other political body enacting the statute.
sv: Landet eller annat politiskt organ som antagit regelverket.

source: An identifying designation for the statute.
sv: En identifierbar beteckning för regelverket.

source: The date that the determination was made that the statue authorized the permission(s) noted.
sv: Det datum då det beslutades att stadgan befogade tillståndet/n som noterats.

source: The date when the statute begins to apply or is applied to the content.
sv: Det datum då regelverket börjar gälla eller tillämpas på innehållet.

source: The date when the statute ceasees to apply or be applied to the content.
sv: Det datum då regelverket upphör gälla eller tillämpas på innehållet.

source: The designation of the basis for the other right or permission described in the rights statement identifier.
sv: Designering av vad andra rättigheter eller behörigheter som beskrivs i rättighetsredogörelsen.

source: The date when the other right applies or is applied to the content.
sv: Det datum när andra rättigheter börjar gälla för eller tillämpas på innehållet.

source: The date when the other right no longer applies or is applied to the content.
sv: Det datum när andra rättigheter upphör gälla för eller tillämpas på innehållet.

source: Text describing the license or agreement by which permission as granted.
sv: Text som beskriver den licens eller överenskommelse tillståndet utfärdades enligt.

source: The date at which the license first applies or is applied to the content.
sv: Det datum licensen först tillämpas på innehållet.

source: The end date at which the license no longer applies or is applied to the content.
sv: Det slutdatum då licensen slutar tillämpas på innehållet.

source: copyright
sv: upphovsrätt

source: license
sv: licens

source: statute
sv: regelverk

source: statue
sv: regelverk

source: Error retrieving source directories
sv: Hämtning av källmappar misslyckades

source: Updated path was not provided.
sv: Uppdaterad sökväg angavs ej.

source: Unable to update transfer metadata set: contact administrator.
sv: Kunde inte uppdatera överföringens metadataset: kontakta administratör.

source: (Unnamed)
sv: (Namnlös)

source: Error creating pipeline: is the storage server running? Please contact an administrator.
sv: Fel under skapelse av pipeline: Är lagringsservern igång? Var god kontakta en administratör.

source: Part of AIC
sv: Del av AIC

source: Untitled
sv: Utan titel

source: %(type)s event on %(file_uuid)s (%(detail)s)
sv: %(type)s händekse på %(file_uuid)s (%(detail)s)

source: %(derived)s derived from %(src)s in %(event)s
sv: %(derived)s bearbetad från %(src)s i %(event)s

source: File %(uuid)s: %(originallocation)s now at %(currentlocation)s
sv: File %(uuid)s: %(originallocation)s nu på %(currentlocation)s

source: Directory %(uuid)s: %(originallocation)s now at %(currentlocation)s
sv: Sökväg %(uuid)s: %(originallocation)s nu på %(currentlocation)s

source: Unknown
sv: Okänd

source: Type
sv: Typ

source: Value
sv: Värde

source: Rights holder
sv: Rättighetsinnehavare

source: Copyright
sv: Upphovsrätt

source: Statute
sv: Regelverk

source: License
sv: Licens

source: Donor
sv: Donator

source: Basis
sv: Grund

source: %(basis)s for %(unit)s (%(id)s)
sv: %(basis)s för %(unit)s (%(id)s)

source: Copyright status
sv: Upphovsrättsstatus

source: Copyright jurisdiction
sv: Upphovsrättsgrund

source: Copyright note
sv: Upphovsrättsnotering

source: License terms
sv: Licensvillkor

source: License note
sv: Licensanmärkning

source: End
sv: Slut

source: Statute jurisdiction
sv: Rättsgrund för regelverk

source: Statute citation
sv: Citering för regelverk

source: Statute determination date
sv: Beslutsdatum för regelverk

source: Statute note
sv: Regelverksanmärkning

source: MicroServiceChainChoice ID: %(uuid)s (%(chain)s at %(choice)s)
sv: MicroServiceChainChoice ID: %(uuid)s (%(chain)s på %(choice)s)

source: Description
sv: Beskrivning

source: Configuration
sv: Konfigurering

source: Invalid syntax.
sv: Ogiltig syntax.

source: Added.
sv: Tillagd.

source: Error: no delete ID supplied.
sv: Fel: ingen raderings ID angavs.

source: Incorrect type.
sv: Felaktig typ.

source: English
sv: Engelska

source: French
sv: Franska

source: Spanish
sv: Spanska

source: Portuguese
sv: Portugisiska
