Repository: snorkel-marlin-repos/artefactual_archivematica_pr_1414_0bcff53e-30f3-4372-a28b-6af286a73109
Catalog: src/dashboard/src/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Select "Approve transfer" to begin processing or "Reject transfer" to start over again.
sv: Välj "Godkänn överföring" för att påbörja bearbetning eller "Avslå överföring" för att starta om.

source: Create a complete backup of the transfer in case transfer/ingest are interrupted or fail. The transfer will automatically be deleted once the AIP has been moved into storage.
sv: Skapa en komplett säkerhetskopiering i det fall transfer/ingest avbryts eller misslyckas. Denna transfer kommer automatiskt raderas när AIP:n har flyttats till lagring.

source: If desired, quarantine transfer to allow definitions in anti-virus software to be updated.
sv: Om så önskas, sätt transfer i karantän för att tillåta definitioner i anti-virus mjukvaran att uppdateras.

source: If desired, select "Unquarantine" to remove the transfer from quarantine immediately. Otherwise, wait until the quarantine period has expired and the transfer will be removed automatically.
sv: Om så önskas, välj "Ta ur karantän" för att ta bort transfern från karantän omedelbart. Vänta annars till karantinperioden har expirerat och transfern kommer tas bort automatiskt.

source: Create a SIP from the transfer.
sv: Skapa SIP från transfern.

source: Once you have added files from the transfer to the SIP and have completed any appraisal and physical arrangement, select "SIP creation complete" to start ingest micro-services.
sv: När du har lagt till filer från transfern till SIP:en och har fullföljt bevarande- och gallringsprocess och fysiskt ordnande välj "SIP skapelse fullföljd" för att starta de micro-servicerna kopplade till ingest.

source: Create preservation and/or access copies of files if desired. Creating access copies will result in a DIP being generated for upload into an access system.
sv: Skapa bevarande- och/eller åtkomstkopior om så önskas. Att skapa åtkomstkopior kommer leda till att en DIP genereras för uppladdning till ett åtkomstsystem.

source: If desired, click "review" to view the normalized files. To see a report summarizing the normalization results, click on the report icon next to the Actions drop-down menu. If normalization has failed, click on "Yes" under "Preservation normalization failed" or "Access normalization failed" to view the tool output and error message.
sv: Om så önskas, tryck på "granska" för att visa de normaliserade filerna. För att se en rapport som sammanfattar resultatet av normalisering kan du klicka på rapport-ikonen bredvid listrutan för Åtgärder. Om normaliseringen har misslyckats, klicka på "Ja" under "Normaliserning för bevarande misslyckades" eller "Normalisering för åtkomst misslyckades" för att se verktygets output och felmeddelande.

source: If desired, click "review" to view AIP contents. Select "Store AIP" to move the AIP into archival storage.
sv: Om så önskas kan du klicka på "Granska" för visa innehållet i AIP:n. Välj "Lagra AIP" för att flytta AIP:n till arkivförvaring.

source: If desired, select "Upload DIP" to upload the DIP to the access system.
sv: Om så önskas kan du välja "Ladda upp DIP" för att ladda upp DIP:n till åtkomstsystemet

source: Page not found
sv: Sidan kunde tyvärr inte hittas

source: Sorry! The page that you are trying to view is not here.
sv: Sidan du försökte visa finns inte här.

source: Internal server error
sv: Internt serverfel

source: Sorry! Something wrong happened. Please, contact with your administrator.
sv: Ett fel uppstod. Var god kontakta administratör.

source: Update
sv: Uppdatera

source: First
sv: Först

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Last
sv: Sist

source: Jump to
sv: Gå till

source: Found %(count)s entries. Showing %(start_index)s to %(end_index)s.
sv: Hittade %(count)s poster. Visar %(start_index)s till %(end_index)s.

source: Users - Add new
sv: Användare - Lägg till ny

source: Users
sv: Användare

source: Add new user
sv: Lägg till ny användare

source: Create
sv: Skapa

source: Cancel
sv: Avbryt

source: Users - Edit %(user)s
sv: Användare - Redigera %(user)s

source: Save
sv: Spara

source: Username
sv: Användarnamn

source: Name
sv: Namn

source: E-mail
sv: E-post

source: Administrator
sv: Administratör

source: Active
sv: Aktiv

source: Edit
sv: Redigera

source: Delete
sv: Radera

source: Add new
sv: Lägg till ny

source: You are logged out.
sv: Du är utloggad.

source: Log in again
sv: Logga in igen

source: Forgot your password?
sv: Glömt lösenord?

source: Log in
sv: Logga in

source: REST API configuration
sv: Inställningar för REST API

source: IP whitelist
sv: Lista över godkända IP-adresser

source: Enter a whitespace-separated list of IPs or hostnames permitted to use the API.
sv: Mata in en lista, separerad av blanksteg, med IP eller värddatornamn som har tillåtelse att använda API:n.

source: If the whitelist is left empty, all IPs and hostnames will be allowed.
sv: Om listan med godkända IP-adresser lämnas tom så kommer alla IP-adresser och värddatornamn tillåtas.

source: Fetch from AtoM
sv: Hämta från AtoM

source: AtoM Levels of Description
sv: AtoM Beskrivningsnivåer

source: Promote
sv: Höj upp

source: Demote
sv: Degradera

source: No levels found.
sv: Inga nivåer funna

source: ArchivesSpace DIP upload
sv: Uppladdning av ArchivesSpace-DIP

source: Archivists Toolkit DIP upload
sv: Uppladdning av Archivists Toolkit-DIP

source: Levels of Description
sv: Beskrivningsnivåer

source: <b>Dashboard UUID</b> %(uuid)s
sv: <b>Översiktsvys UUID</b> %(uuid)s

source: General configuration
sv: Allmän konfigurering

source: Storage Service options
sv: Inställningar för lagringstjänst

source: Checksum algorithm
sv: Chucksum algoritm

source: Handle Configuration for Persistent Identifier (PID) Binding
sv: Hantera inställningar för låsande av Persistent Identifier (PID)

source: Language
sv: Språk

source: Select one of the following languages available:
sv: Välj ett av följande tillgängliga språk:

source: Change
sv: Ändra

source: No available locations.
sv: Inga tillgängliga lagerställen.

source: Processing configuration
sv: Bearbetningskonfiguration

source: Download
sv: Ladda ner

source: Reset
sv: Återställ

source: No processing configuration file found (*ProcessingMCP.xml).
sv: Ingen konfigurations-fil för bearbetning kunde hittas (*ProcessingMCP.xml).

source: The following files are being ignored because they don't meet the requirements.
sv: Följande filer ignoreras då de inte når kraven.

source: Add
sv: Lägg till

source: Failure report: %(name)s
sv: Rapport över misslyckaden: %(name)s

source: Failure report
sv: Rapport över misslyckanden

source: Date
sv: Datum

source: No reports found.
sv: Inga rapporter funna

source: Search administration
sv: Sök igenom administration

source: %(count)s AIP files indexed.
sv: %(count)s AIP filer indexerades.

source: Flush AIP Index
sv: Rensa AIP-index

source: General
sv: Allmän

source: Failures
sv: Misslyckade

source: Transfer source locations
sv: Transfers ursprungsplatser

source: AIP storage locations
sv: AIP lagringsplatser

source: Processing storage usage
sv: Bearbetar lagringsanvändning

source: DIP upload
sv: DIP-uppladdning

source: Handle server config
sv: Hantera server inställningar

source: Taxonomies
sv: Taxonomier

source: Previous page
sv: Föregående sida

source: Next page
sv: Nästa sida

source: Taxonomy
sv: Taxonomi

source: Usage
sv: Användning

source: Purpose
sv: Syfte

source: Size
sv: Storlek

source: Clear
sv: Rensa

source: About Archivematica
sv: Om Archivematica

source: Agent code
sv: Agent-kod

source: Appraisal
sv: Bevarande- och gallringsprocess

source: Show files?
sv: Visa filer?

source: Show AICs?
sv: Visa AIC:er?

source: Search archival storage
sv: Sök efter arkivförvaring

source: Archival storage
sv: Arkivförvaring

source: Search
sv: Sök

source: Browse archival storage
sv: Bläddra i arkivförvaring

source: Sort
sv: Sortera

source: Date stored
sv: Datum lagrad

source: Encrypted
sv: Krypterad

source: Actions
sv: Åtgärder

source: View
sv: Visa

source: Archival storage is empty.
sv: Arkivförvaring är tom.

source: Create an AIC
sv: Skapa en AIC

source: Files
sv: Filer

source: view raw
sv: visa utan bearbetning

source: Part of %(item)s
sv: Del av %(item)s

source: File(s)
sv: Fil(er)

source: AIP(s)
sv: AIP(er)

source: AIP %(uuid)s details missing from database.
sv: Detaljer för AIP %(uuid)s saknas från databasen.

source: No results, please try another search.
sv: Inga resultat, vänligen försök med en annan sökning.

source: Location
sv: Plats

source: Pointer file
sv: Pointer-fil

source: Re-ingest
sv: Återingestera

source: Metadata-only DIP upload to AtoM
sv: Ladda upp DIP med enbart metadata till AtoM

source: Upload
sv: Ladda upp

source: Choose type of re-ingest
sv: Välj typ av återingestering

source: Are you sure that you want to delete this AIP
sv: Är du säker på att du vill radera denna AIP?

source: Choosing to delete this package will send a request to your Archival Storage administrator. If the administrator approves the request, your package will be deleted from your Archival Storage and your index will be updated. If the administrator denies the request, the package will remain in storage and the administrator will contact you.
sv: Att välja att radera detta paket kommer skicka en förfrågan till din arkivförvarings administratör. Om administratören godkänner din förfrågan så kommer ditt paket raderas från arkivförvaringen och ditt index kommer uppdateras. Om administratören förnekar din förfrågan så kommer paket vara kvar i förvaringen och administratören kommer kontakta dig.

source: Backlog search
sv: Sök igenom backloggen

source: Reason for deletion:
sv: Orsak till radering:

source: Elasticsearch error
sv: Elasticsearcfel

source: Exception type: %(exception_type)s
sv: Undantagstyp: %(exception_type)s

source: Sorry! The page that you are trying to view is not available.
sv: Sidan du försökte visa är inte tillgänglig.

source: Please contact an administrator.
sv: Vänligen kontakta en administratör.

source: ElasticSearch server issue
sv: Problem med ElastiSearchservern

source: Forbidden
sv: Förbjuden

source: Sorry! You do not have enough access privileges for this operation.
sv: Du har tyvärr inte tillräckliga åtkomstbehörigheter för denna åtgärd.

source: Initializing...
sv: Initialiserar...

source: Title
sv: Titel

source: Identifier
sv: Signum

source: Match
sv: Matchning

source: Filter objects
sv: Filtrera objekt

source: Filter resources
sv: Filtrera resurser

source: Pair
sv: Koppla

source: Parent record
sv: Föräldrapost

source: Assign objects
sv: Förordna objekt

source: Assign objects to descriptions
sv: Förordna objekt till beskrivningar

source: Restart matching
sv: Starta om matchning

source: Review matches
sv: Kontrollera matchningar

source: Objects
sv: Objekt

source: Select all
sv: Markera alla

source: Resources
sv: Resurser

source: Level
sv: Nivå

source: Dates
sv: Datum

source: Pairs
sv: Par

source: File
sv: Fil

source: Confirm
sv: Bekräfta

source: Delete match
sv: Radera matchning

source: Collection
sv: Samling

source: Assign DIP objects to this level of description
sv: Tilldela DIP-objekt till denna beskrivningsnivå

source: Level of description
sv: Beskrivningsnivå

source: No child descriptions found.
sv: Hittade inga underordnade beskrivningar.

source: Assign DIP objects to this resource
sv: Tilldela DIP-objekt till denna resurs

source: Collections
sv: Samlingar

source: Finish matching
sv: Avsluta matchning

source: Level of sescription
sv: Beskrivningsnivå

source: Search transfer backlog
sv: Sök i överföringarnas backlogg

source: There are micro-services awaiting user decisions.
sv: Det finns micro-servicear som inväntar användarval.

source: View micro-services
sv: Visa micro-servicear

source: Microservices
sv: Micro-servicear

source: List
sv: Lista

source: Rights
sv: Rättigheter

source: Manual normalization event detail
sv: Detaljer över manuell normaliserings-händelse

source: Add metadata files
sv: Lägg till metadatafiler

source: View file
sv: Visa fil

source: Hide
sv: Dölj

source: Add directory
sv: Lägg till mapp

source: Edit metadata
sv: Redigera metadata

source: Create SIP
sv: Skapa SIP

source: Ingest start time
sv: Starttid för ingest

source: Remove all completed
sv: Ta bort alla avklarade

source: AtoM level of description
sv: AtoM beskrivningsnivå

source: No AtoM levels of description found. Please contact an administrator.
sv: Inga AtoM beskrivningsnivåer funna. Vänligen kontakta en administratör.

source: Metadatos
sv: Metadata

source: Remove
sv: Ta bort

source: Job
sv: Jobb

source: Tasks
sv: Uppgifter

source: Select a directory
sv: Välj en mapp

source: A name given to the resource.
sv: Ett namn för denna resurs

source: An entity primarily responsible for making the resource.
sv: En entitet som är huvudsakligt ansvarig för att skapa resursen.

source: The topic of the resource.
sv: Resursens ämne.

source: An account of the resource.
sv: En redogörelse för resursen.

source: An entity responsible for making the resource available.
sv: En entitet som ansvarar för att göra resursen tillgänglig.

source: An entity responsible for making contributions to the resource.
sv: En entitet som ansvarar för att bidra till resursen.

source: A point or period of time associated with an event in the lifecycle of the resource.
sv: En punkt eller period av tid som associeras med en händelse i resursens livscykel.

source: The nature or genre of the resource.
sv: Resursens karaktär eller genre.

source: You may wish to use the DCMI type vocabulary provided here: <a href="http://dublincore.org/documents/dcmi-type-vocabulary/">http://dublincore.org/documents/dcmi-type-vocabulary/</a>
sv: Du kommer eventuellt vilja använda det vokabulär över DCMI-typer som ges här <a href="http://dublincore.org/documents/dcmi-type-vocabulary/">http://dublincore.org/documents/dcmi-type-vocabulary/</a>

source: The file format, physical medium, or dimensions of the resource.
sv: Filformat, fysiskt medium eller dimensioner som resursen har.

source: Best practice is to use a controlled vocabulary such as the list of Internet Media Types [MIME] provided here: <a href="http://www.iana.org/assignments/media-types/" target="_blank">http://www.iana.org/assignments/media-types/</a>
sv: God praxis är att använda ett kontrollerat vokabulär så som listan på Internet Media Typer [MIME] som ges här: <a href="http://www.iana.org/assignments/media-types/" target="_blank">http://www.iana.org/assignments/media-types/</a>

source: An unambiguous reference to the resource within a given context.
sv: En entydig referens till resursen inom en given kontext.

source: A related resource from which the described resource is derived.
sv: En relaterad resurs från vilken den beskrivna resursen är bearbetad.

source: A related resource.
sv: En relaterad resurs.

source: A language of the resource.
sv: Ett språk för denna resurs.

source: The spatial or temporal topic of the resource, the spatial applicability of the resource, or the jurisdiction under which the resource is relevant.
sv: Resursens rumsliga eller den tidsmässiga tema, resursens rumsliga tillämplighet, eller den jurisdiktion under vilken resursen är relevant.

source: Information about rights held in and over the resource.
sv: Information om rättigheter som lagras i och över resursen.

source: File name
sv: Filnamn

source: File format
sv: Filformat

source: Preservation normalization attempted
sv: Ett försök till normalisering för bevarande utfört

source: Preservation normalization failed
sv: Normalisering för bevarande misslyckades

source: Preservation conformance check
sv: Kontroll av överensstämmelse med bevarandeformat

source: Already in preservation format
sv: Redan i bevarandeformat

source: Access normalization attempted
sv: Försök till normalisering för åtkomst utfört

source: Access normalization failed
sv: Normalisering för åtkomst misslyckades

source: Already in access format
sv: Redan i åtkomstformat.

source: Access conformance check
sv: Kontroll av överenstämmelse med åtkomstformat

source: Yes,No
sv: Ja,Nej

source: Failed,Passed
sv: Misslyckades,Lyckades

source: Showing %(start_index)s-%(end_index)s of %(total_items)s
sv: Visar %(start_index)s-%(end_index)s av %(total_items)s

source: Register this pipeline in the Storage Service
sv: Registrera den pipeline i Lagringstjänsten

source: Dashboard UUID
sv: Översiktsvys UUID

source: Register
sv: Registrera

source: Welcome
sv: Välkommen

source: Welcome!
sv: Välkommen!

source: Archivematica has been installed successfully. Please take a minute to enter some details into the system.
sv: Installering av Archivematica lyckad. Var god och ta lite tid för att mata in vissa detaljer i systemet.

source: Archivematica Dashboard
sv: Archivematica översiktsvy

source: Backlog
sv: Backlogg

source: Preservation planning
sv: Bevarandeplanering

source: Access
sv: Åtkomst

source: Your profile
sv: Din profil

source: Log out
sv: Logga ut

source: Upload date
sv: Uppladdningsdatum

source: Upload status
sv: Upladdningsstatus

source: File UUID
sv: Filens UUID

source: Client
sv: Klient

source: Exit code
sv: Utgångskod

source: Start time
sv: Starttid

source: End time
sv: Sluttid

source: Created time
sv: Tid vid uprrättande

source: Duration
sv: Varaktighet

source: %(duration)s seconds(s)
sv: %(duration)s sekund(er)

source: Module %(module)s
sv: Modul %(module)s

source: %(content_type)s not found
sv: %(content_type)s kunde inte hittas

source: Sorry! The %(content_type)s that you are trying to %(verb)s is not here.
sv: Tyvärr! Den %(content_type)s som du försöker %(verb)s är inte här.

source: Saved
sv: Sparad

source: An error has occurred.
sv: Ett fel har uppstått.

source: New content added.
sv: Nytt innehåll tillagt.

source: New content added: %(type)s.
sv: Nytt innehåll tillagt: %(type)s.

source: Copyright documentation identifier:
sv: Copyrightdokumentations-identifierare:

source: Role
sv: Roll

source: Statute documentation identifier:
sv: Regelverksdokumentations-identifierare:

source: License documentation identifier:
sv: Licensdokumentations-identifierare:

source: Documentation identifier
sv: Dokumentationssignum

source: Note
sv: Anmärkning

source: You may now add additional information such as document identifers and notes.
sv: Du kan nu lägga till yttreligare information så som dokumentidentifierare och kommentarer.

source: Allow
sv: Tillåt

source: Disallow
sv: Neka

source: Conditional
sv: Villkorlig

source: Grant/restriction note
sv: Anmärkning om anslag/begränsning

source: Done
sv: Avslutad

source: Act
sv: Akt

source: Restriction(s)
sv: Begränsning(ar)

source: Component metadata
sv: Komponentmetadata

source: There are microservices awaiting user decisions.
sv: Det finns micro-servicear som inväntar användarval.

source: View microservices
sv: Visa micro-servicear

source: Transfer metadata
sv: Överföringens metadata

source: Transfer start time
sv: Överföringens starttid
